Ran Plan for project: `TF-create_image_backet` dir: `TF-create_image_backet` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # yandex_storage_bucket.public_image_bucket will be created
+ resource "yandex_storage_bucket" "public_image_bucket" {
      + acl                   = "public-read"
      + bucket                = "imagebacket"
      + bucket_domain_name    = (known after apply)
      + default_storage_class = "STANDARD"
      + folder_id             = (known after apply)
      + force_destroy         = false
      + id                    = (known after apply)
      + max_size              = 104857600
      + website_domain        = (known after apply)
      + website_endpoint      = (known after apply)
    }

  # yandex_storage_object.image_object will be created
+ resource "yandex_storage_object" "image_object" {
      + acl          = "private"
      + bucket       = "imagebacket"
      + content_type = (known after apply)
      + id           = (known after apply)
      + key          = "ded.jpg"
      + source       = "ded.jpg"
    }

  # yandex_storage_object.image_object2 will be created
+ resource "yandex_storage_object" "image_object2" {
      + acl          = "private"
      + bucket       = "imagebacket"
      + content_type = (known after apply)
      + id           = (known after apply)
      + key          = "puh.png"
      + source       = "puh.png"
    }

Plan: 3 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ file_url = "https://storage.yandexcloud.net/imagebacket/ded.jpg"

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p TF-create_image_backet`
* :put_litter_in_its_place: To **delete** this plan click [here](http://552eceb1dd49:4141/lock?id=5793409%252Fnetology-diplom-yacloud%252FTF-create_image_backet%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p TF-create_image_backet`
</details>
Plan: 3 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
